var jsonData = [
    {
        "q" : "Какви са размерите на игралното поле съгласно правилата?",
        "opt1" : "40 х 20 метра",
        "opt2" : "42 х 20 метра",
        "opt3" : "38 х 18 метра",
        "opt4" : "С дължина между 38 и 42 метра и ширина между 18 и 22 метра",
        "answer" : "40 х 20 метра"
    },
    {
        "q" : "Какви са изискванията към вътрешните размери на вратата?",
        "opt1" : "1,92 х 2,92 метра",
        "opt2" : "2,00 х 3,00 метра",
        "opt3" : "2,05 х 3,05 метра",
        "opt4" : "2,08 х 3,08 метра",
        "answer" : "2,00 х 3,00 метра"
    },
    {
        "q" : "Колко е широка линията между двете греди на вратата?",
        "opt1" : "5 см.",
        "opt2" : "6 см.",
        "opt3" : "8 см.",
        "opt4" : "10 см.",
        "answer" : "8 см."
    },
    {
        "q" : "Реферите осъзнават, че полувремето е приключило една минута по-рано. Правилното решение?",
        "opt1" : "Удължаване на второто полувреме с 1 минута",
        "opt2" : "Едната минута е изгубена и не може да се направи нищо",
        "opt3" : "След почивката първо се изиграва 1 минута в същите половини",
        "opt4" : "Задържане състезателите на игралното поле и доиграване на оставащото времe",
        "answer" : "Задържане състезателите на игралното поле и доиграване на оставащото време"
    },
    {
        "q" : "Кога започва една среща?",
        "opt1" : "Когато първоназованият рефер подаде сигнал",
        "opt2" : "Когато топката напусне ръката на изпълняващия",
        "opt3" : "След като времеизмервачът стартира автоматичния часовник/табло",
        "opt4" : "След сигнал за начално хвърляне от рефера в полето",
        "answer" : "След сигнал за начално хвърляне от рефера в полето"
    },
    {
        "q" : "Докога реферите могат да отменят отбелязан гол?",
        "opt1" : "До сигнала за начално хвърляне",
        "opt2" : "До автоматичния сигнал за край на срещата",
        "opt3" : "Делагатът може да отменя голове",
        "opt4" : "Не може да се отмени никога",
        "answer" : "До сигнала за начално хвърляне"
    },
    {
        "q" : "В коя ситуация тайм-аут (ТА) е задължителен?",
        "opt1" : "7-метрово хвърляне",
        "opt2" : "2-минутно отстраняване",
        "opt3" : "Външен фактор",
        "opt4" : "Дисквалификация",
        "answer" : "2-минутно отстраняване"
    },
    {
        "q" : "Колко цвята може да има топката за игра?",
        "opt1" : "1",
        "opt2" : "2",
        "opt3" : "3",
        "opt4" : "Без значение",
        "answer" : "Без значение"
    },
    {
        "q" : "Коя от посочените 4 топки трябва да изберат реферите за мъжка среща?",
        "opt1" : "Обиколка - 57 см., тегло – 450 гр.",
        "opt2" : "Обиколка - 59 см., тегло – 425 гр.",
        "opt3" : "Обиколка - 58 см., тегло – 400 гр.",
        "opt4" : "Обиколка - 60 см., тегло – 500 гр.",
        "answer" : "Обиколка - 59 см., тегло – 425 гр."
    },
    {
        "q" : "Коя от посочените 4 топки трябва да изберат реферите за женска среща?",
        "opt1" : "Обиколка - 53 см., тегло – 350 гр.",
        "opt2" : "Обиколка - 54 см., тегло – 300 гр.",
        "opt3" : "Обиколка - 55 см., тегло – 425 гр.",
        "opt4" : "Обиколка - 56 см., тегло – 375 гр.",
        "answer" : "Обиколка - 56 см., тегло – 375 гр."
    },
    {
        "q" : "Реферите са решили да вкарат резервната топка в игра. Кога може да се случи това?",
        "opt1" : "По време на следващото прекъсване",
        "opt2" : "Не може да се използва отново",
        "opt3" : "Когато реферите намерят за необходимо да я използват отново",
        "opt4" : "По молба на някой от отборите",
        "answer" : "Когато реферите намерят за необходимо да я използват отново"
    },
    {
        "q" : "Кога подаването на тайм-аут (ТА) е задължително?",
        "opt1" : "Когато на официално лице е наложено 2-минутно отстраняване",
        "opt2" : "Когато на състезател е наложено трето 2-минутно отстраняване",
        "opt3" : "След повторно неспортсменско поведение",
        "opt4" : "След показан жълт картон на официално лице",
        "answer" : "Когато на официално лице е наложено 2-минутно отстраняване"
    },
    {
        "q" : "Нападател А7 е с топката и стъпва с единия си крак във вратарското поле. Какво следва? ",
        "opt1" : "Св. хвърляне за отбор В",
        "opt2" : "Вратарско хвърляне за отбор В",
        "opt3" : "Вратарско хвърляне за отбор В след сигнал",
        "opt4" : "Св. хвърляне за отбор В след сигнал",
        "answer" : "Вратарско хвърляне за отбор В"
    },
    {
        "q" : "А5 иска да започне атака. Той дриблира с топката постоянно, правейки 5 крачки. Решение? ",
        "opt1" : "Св. хвърляне за отбор В",
        "opt2" : "Св. хвърляне за отбор А",
        "opt3" : "Играта продължава",
        "opt4" : "7-метрово хвърляне за отбор В",
        "answer" : "Св. хвърляне за отбор В"
    },
    {
        "q" : "Как се наказва повтаряща се пасивна игра?",
        "opt1" : "Св. хвърляне и предупреждение",
        "opt2" : "Св. хвърляне и 2-минутно отстраняване",
        "opt3" : "Св. хвърляне",
        "opt4" : "Св. хвърляне и дисквалификация (реферите показват червен картон)",
        "answer" : "Св. хвърляне"
    },
    {
        "q" : "Отбор А са в атака, пивот А7, който не владее топката, блокира с тяло В4. ",
        "opt1" : "Св. хвърляне за отбор В",
        "opt2" : "Прогресивно наказание за А7",
        "opt3" : "Играта продължава",
        "opt4" : "Св. хвърляне за отбор А",
        "answer" : "Играта продължава"
    },
    {
        "q" : "Разочарован от допусната грешка, А3 удря съотборник в лицето.",
        "opt1" : "Без наказание, удареният е съотборник",
        "opt2" : "2-минутно отстраняване за А3",
        "opt3" : "Дисквалификация за А3 без писмен доклад (реферите показват червен картон)",
        "opt4" : "Дисквалификация за А3 с писмен доклад (реферите показват червен и син картон)",
        "answer" : "Дисквалификация за А3 с писмен доклад (реферите показват червен и син картон)"
    },
    {
        "q" : "В коя ситуация след дисквалификация следва писмен доклад?",
        "opt1" : "Нападение на игралното поле по време на почивката",
        "opt2" : "Особено безразсъдни и опасни действия",
        "opt3" : "Акт на отмъщение, след като състезателят е бил фаулиран",
        "opt4" : "Злонамерено действие, което може и да не е свързано с игровата ситуация",
        "answer" : "Нападение на игралното поле по време на почивката"
    },
    {
        "q" : "Вратар А1 задържа топката, като ¾ от топката е преминала гол-линията.",
        "opt1" : "Гол за отбор В",
        "opt2" : "Св. хвърляне за отбор В",
        "opt3" : "Вратарско хвърляне за отбор А",
        "opt4" : "Св. хвърляне за отбор А",
        "answer" : "Вратарско хвърляне за отбор А"
    },
    {
        "q" : "А3 навлиза в собственото си вратарско поле и се опитва да предотврати гол.",
        "opt1" : "Св. хвърляне за отбор В",
        "opt2" : "7-метрово хвърляне за отбор В",
        "opt3" : "Гол за отбор В",
        "opt4" : "Вратарско хвърляне за отбор А",
        "answer" : "7-метрово хвърляне за отбор В"
    },
    {
        "q" : "А3 изпълнява странично хвърляне, като е заел позиция на 2 метра извън полето.",
        "opt1" : "Не се предприема нищо, правилата позволяват",
        "opt2" : "Св. хвърляне за отбор В",
        "opt3" : "Повторение на страничното хвърляне без сигнал",
        "opt4" : "Повторение на страничното хвърляне след сигнал",
        "answer" : "Повторение на страничното хвърляне след сигнал"
    },
    {
        "q" : "А11 отправя изстрел към вратата. Топката рикошира в гредата и удря оборудване, окачено над вратарското поле на отбор В.",
        "opt1" : "Вратарско хвърляне за отбор В",
        "opt2" : "Странично хвърляне за отбор В",
        "opt3" : "Св. хвърляне за отбор В след сигнал",
        "opt4" : "Странично хвърляне за отбор В след сигнал",
        "answer" : "Странично хвърляне за отбор В"
    },
    {
        "q" : " Състезатели от защитаващия се отбор могат да бъдат на дистанция по-малка от 3 метра от топката при ...",
        "opt1" : "След като реферите подадат сигнал за изпълнение на хвърлянето",
        "opt2" : "Когато топката напусне ръката на изпълняващия",
        "opt3" : "В случаите на св. хвърляне или на странично хвърляне, когато защитниците са заели позиции до линията на собственото си вратарско поле",
        "opt4" : " Не е позволено",
        "answer" : "Когато топката напусне ръката на изпълняващия"
    },
    {
        "q" : "Кога се счита, че вратарското хвърляне е изпълнено, така че с топката да може да играе друг състезател?",
        "opt1" : "Когато топката е във въздуха над вратарското поле",
        "opt2" : "Когато топката напусне ръката на вратаря, пресече линията на вратарското поле и навлезе в игралното поле",
        "opt3" : "Когато топката напусне ръката на вратаря",
        "opt4" : "Когато съотборник на вратаря докосне топката",
        "answer" : "Когато топката напусне ръката на вратаря, пресече линията на вратарското поле и навлезе в игралното поле"
    },
    {
        "q" : "Вратар А12 спасява удар към вратата си, като  топка пресича линията на вратата встрани от нея. Кой жест трябва да покажат реферите?",
        "opt1" : "Жест №8 (вратарско хвърляне)",
        "opt2" : "Жест №9 (св. хвърляне посока)",
        "opt3" : "Първо жест №9 (св. хвърляне посока), след което жест №8 (вратарско хвърляне)",
        "opt4" : "Първо жест №8 (вратарско хвърляне), след което жест №9 (св. хвърляне посока)",
        "answer" : "Жест №8 (вратарско хвърляне)"
    },
    {
        "q" : "Отбор А получава правото да изпълни св. хвърляне. В6 владее топката. Той носи топката със себе си на 4 метра от мястото, където св. хвърляне трябва да се изпълни.",
        "opt1" : "Предупреждение за В6",
        "opt2" : "2-минутно отстраняване за В6",
        "opt3" : "Дисквалификация за В6 (реферите показват червен картон)",
        "opt4" : "Играта продължава",
        "answer" : "2-минутно отстраняване за В6"
    },
    {
        "q" : "Изпълнявайки вратарско хвърляне, вратар А13 замахва със топката в ръка по начин, по който тя пресича гол линията между двете врати. Правилното решение?",
        "opt1" : "Играта продължава",
        "opt2" : "Вратарско хвърляне за отбор А след сигнал от реферите",
        "opt3" : "Гол за отбор В",
        "opt4" : "Свободно хвърляне за отбор В",
        "answer" : "Вратарско хвърляне за отбор А след сигнал от реферите"
    },
    {
        "q" : "Отсъдено е св. хвърляне за нарушение на А4, който взема топката, пресича линията на вратарското поле и я оставя на пода. Правилното решение?",
        "opt1" : "2-минутно отстраняване за А4",
        "opt2" : "Предупреждение за А4",
        "opt3" : "7-метрово хвърляне за отбор В",
        "opt4" : "Св. хвърляне за отбор В",
        "answer" : "2-минутно отстраняване за А4"
    },
    {
        "q" : "А6 изпълнява странично хвърляне в посока собствената си врата. Вратар А1 забелязва твърде късно топката и тя пресича гол-линията на вратата му. Правилното решение?",
        "opt1" : "Св. хвърляне за отбор В",
        "opt2" : "Гол за отбор В",
        "opt3" : "Вратарско хвърляне за отбор А",
        "opt4" : "Повторение на страничното хвърляне за отбор А след сигнал",
        "answer" : "Гол за отбор В"
    },
    {
        "q" : "При кое от изброените хвърляния не е възможно да се отбележи автогол?",
        "opt1" : "Вратарско хвърляне",
        "opt2" : "Св. хвърляне",
        "opt3" : "Странично хвърляне",
        "opt4" : "Начално хвърляне",
        "answer" : "Вратарско хвърляне"
    },
    {
        "q" : "Официално лице „В” от отбор А получава 2-минутно отстраняване за протест. Преди подновяване на играта той отново протестира и бива дисквалифициран.",
        "opt1" : "Отбор А се редуцира с 2 състезатели на игрището за 2 минути",
        "opt2" : "Отбор А се редуцира с 1 състезател на игрището за 4 минути",
        "opt3" : "Отбор А се редуцира с 1 състезател на игрището за 2 минути",
        "opt4" : " Не се променя броят на състезателите на терена",
        "answer" : "Отбор А се редуцира с 1 състезател на игрището за 4 минути"
    },
    {
        "q" : "Колко предупреждения могат максимално да бъдат дадени на официалните лица от един отбор по време на среща?",
        "opt1" : " Не може",
        "opt2" : "1",
        "opt3" : "2",
        "opt4" : "3",
        "answer" : "1"
    },
    {
        "q" : "Кога започва да тече времето на отстранен състезател?",
        "opt1" : "Когато реферите покажат отстраняването (жест №14) на отстранения състезател",
        "opt2" : "Когато отстраненият състезател пресече страничната линия",
        "opt3" : "Когато реферът подаде сигнал със свирката за подновяване на играта",
        "opt4" : "Когато времеизмервачът стартира хронометъра/ел. табло",
        "answer" : "Когато времеизмервачът стартира хронометъра/ел. табло"
    },
    {
        "q" : "На кого трябва да бъде показано отстраняването на състезател?",
        "opt1" : "На отстраненият състезател и на секретаря/времеизмервача",
        "opt2" : "На отговорника на отбора и на времеизмервача",
        "opt3" : "На секретаря/времеизмервача",
        "opt4" : "На отстраненият състезател, на отговорника на отбора и на секретаря",
        "answer" : "На отговорника на отбора и на времеизмервача"
    },
    {
        "q" : "Когато състезател е дисквалифициран, отборът му се редуцира с 1 състезател за 2 минути, освен когато дисквалификацията е показана за ... ",
        "opt1" : "Грубо неспортсменско поведение по време на почивката",
        "opt2" : "Нарушение извън игрището",
        "opt3" : "Нарушение преди началото на срещата",
        "opt4" : "Обида на реферите",
        "answer" : "Нарушение преди началото на срещата"
    },
    {
        "q" : "А7 е дисквалифициран след трето 2-минутно отстраняване. Той оспорва отстраняването си и не напуска игралното поле. Правилното решение?",
        "opt1" : "Не се предприема нищо",
        "opt2" : "Отбор А се намалява с 1 състезател за 4 минути",
        "opt3" : "Отбор А се намалява с 1 състезател за 2 минути",
        "opt4" : "Отбор А се намалява с 2 състезатели за 2 минути",
        "answer" : "Отбор А се намалява с 1 състезател за 4 минути"
    },
    {
        "q" : "По време на почивката на път за съблекалнята реферите са обидени от В7.",
        "opt1" : "Дисквалификация на В7 без писмен доклад ",
        "opt2" : "2-минутно отстраняване за В7",
        "opt3" : "Дисквалификация на В7, писмен доклад ",
        "opt4" : "Няма последствия",
        "answer" : "Дисквалификация на В7, писмен доклад "
    },
    {
        "q" : "По време на почивката А7 напада по изключително груб начин вратар В12, докато все още са на игралното поле. Правилното решение?",
        "opt1" : "Дисквалификация за А7, писмен доклад ",
        "opt2" : "Предупреждение за А7",
        "opt3" : "Обръщане на внимание на А7, защото действието е извършено по време на почивката",
        "opt4" : "Не се санкционира",
        "answer" : "Дисквалификация за А7, писмен доклад "
    },
    {
        "q" : "А6 изпълнява странично хвърляне, като е заел позиция с единия си крак вътре в игралното поле, а с другия на 1 метър извън страничната линия.Той изпълнява страничното хвърляне и вкарва топката във вратата на отбор В.",
        "opt1" : "Повторение на страничното хвърляне за отбор А след сигнал",
        "opt2" : "Св. хвърляне за отбор В",
        "opt3" : "Гол за отбор А",
        "opt4" : "Вратарско хвърляне за отбор В",
        "answer" : "Гол за отбор А"
    },
    {
        "q" : "Кое твърдение за начално хвърляне е правилно?",
        "opt1" : "Началното хвърляне трябва да бъде изпълнено в рамките на 3 сек. след сигнал ",
        "opt2" : "Гол не може да се отбележи от начално хвърляне ",
        "opt3" : "Неправилно заетите позиции от защитаващия се отбор трябва да бъдат коригирани",
        "opt4" : "Ако изпълняващият началното хвърляне дриблира с топката след сигнал за изпълнението му, реферите назначават св. хвърляне за противниковия отбор",
        "answer" : "Ако изпълняващият началното хвърляне дриблира с топката след сигнал за изпълнението му, реферите назначават св. хвърляне за противниковия отбор"
    }

];